Repository: 84000/data-translation-memory
Catalog: toh557-v3.tmx
Source language: bo
Languages: en

source: ཉི་ཟླ་དང་ནི་དེ་བཞིན་དུ། །རྒྱུ་སྐར་ལེགས་པར་རྒྱུ་བར་འགྱུར། །
en: “ ‘ “The sun, the moon, and similarly The lunar asterisms will move perfectly.

source: རླུང་ཡང་དུས་སུ་ལྡང་འགྱུར་ཞིང་། །ཆར་པའང་དུས་སུ་འབབ་པར་འགྱུར། །
en: The winds will arise at the proper times, And the rains will also come at the right time.

source: ལྷ་གནས་རྣམས་དང་དེ་བཞིན་དུ། །ཡུལ་འཁོར་རྣམས་སུ་ལོ་ལེགས་བྱེད། །
en: “ ‘ “There will be excellent harvests in the kingdom And likewise in the realms of the devas.

source: ལྷ་དང་ལྷ་ཡི་བུ་རྣམས་ཀྱིས། །ལྷ་ཡི་གནས་རྣམས་གང་བར་བྱེད། །
en: The devas and the children of devas Will fill the abodes of the devas.

source: དེ་ལྟ་བས་ན་རྒྱལ་པོ་ཡི། །བདག་གིས་ཕངས་པའི་སྲོག་བཏང་གིས། །བདག་གིས་འཇིག་རྟེན་བདེར་འགྱུར་བ། །དཀོན་མཆོག་ཆོས་ནི་མི་བཏང་སྟེ། །
en: “ ‘ “In that way, the monarch will Give up his own dear life In order to make the world happy And not give up the precious Dharma.

source: ཡོན་ཏན་རྣམས་ཀྱིས་གང་བརྒྱན་པ། །ཆོས་དང་ལྡན་པས་བསྟེན་པར་བྱ། །
en: “ ‘ “The one who is adorned by good qualities Relies on being in possession of righteousness.

source: རང་གིས་སྐྱེ་བོ་རྟག་དགའ་བ། །རྟག་ཏུ་སྡིག་པ་རྣམ་པར་སྤངས། །
en: He constantly makes beings happy, And he constantly rejects bad actions.

source: ཆོས་ཀྱིས་ཡུལ་འཁོར་བསྐྱང་བར་བྱ། །ཆོས་ཀྱང་ཡང་དག་བསྟན་པར་བྱ། །
en: “ ‘ “He protects the realm with righteousness, And he correctly teaches righteousness.

source: ལེགས་པར་བྱེད་ལ་སེམས་ཅན་དགོད། །ཉེས་བྱེད་ལས་ནི་བཟློག་པར་བྱ། །
en: He establishes beings in good actions And turns them away from bad actions.

source: གང་ཚེ་སྡིག་པ་བྱེད་པ་རྣམས། །ཚུལ་བཞིན་འདུལ་བར་བྱེད་པའི་ཚེ། །ཡུལ་འཁོར་དུ་ནི་ལོ་ལེགས་ཤིང་། །རྒྱལ་པོ་གཟི་བརྗིད་ལྡན་པར་འགྱུར། །
en: “ ‘ “When he correctly subjugates Those who commit bad actions, There will be good harvests in the kingdom And the king will have majesty.

source: རྒྱལ་པོ་གྲགས་དང་ལྡན་འགྱུར་ཞིང་། །སྐྱེ་དགུ་རྣམས་ཀྱང་བདེ་བར་སྐྱོང་། །
en: “ ‘ “The king will be renowned And will protect the happiness of beings.” ’ ”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས་རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་ཅེས་བྱ་བའི་ལེའུ་སྟེ་བཅུ་གཉིས་པའོ།། །།
en: This concludes “The King’s Treatise: The Commitment of the Lord of Devas,” the twelfth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: གང་ཚེ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་གྱུར། །དེ་ཚེ་རྒྱ་མཚོར་བཅས་པའི་ས་རྣམས་བཏང་། །
en: Chapter 13: Susaṃbhava “Whenever I was a cakravartin king, I gave away the earth with its oceans.

source: གླིང་བཞི་རིན་ཆེན་གང་བར་བཅས་པ་ཡང་། །སྔོན་གྱི་རྒྱལ་བ་དག་ལ་ངས་ཕུལ་ལོ། །
en: I offered the four continents Filled with jewels to the past jinas.

source: ཆོས་ཀྱི་སྐུ་དེ་ཡོངས་སུ་བཙལ་བའི་ཕྱིར། །གང་སྔོན་ཡིད་དུ་འོང་ཞིང་ཕངས་པ་ཡི། །དངོས་པོ་དེ་དག་ངས་ནི་མ་བཏང་མེད། །བསྐལ་པ་དུ་མར་ཕངས་པའི་སྲོག་ཀྱང་བཏང་། །ཇི་ལྟར་སྔོན་གྱི་བསྐལ་པ་བསམ་ཡས་ན། །
en: “Because I sought the Dharma body, There was nothing in the past that was pleasant And cherished that I did not give away, And in many eons, I even gave up my cherished life.

source: རིན་ཆེན་གཙུག་ཏོར་ཅན་གྱི་བདེ་བར་གཤེགས། །མྱ་ངན་འདས་པའི་བདེ་བར་གཤེགས་པ་དེའི། །བསྟན་ལ་ལེགས་བྱུང་ཞེས་པའི་རྒྱལ་པོ་བྱུང་། །
en: “Many countless eons ago, I was King Susaṃbhava Within the teaching of the sugata Ratnaśikhin, A sugata who had passed into nirvāṇa.

source: དེ་ནི་གླིང་བཞིའི་དབང་བའི་འཁོར་ལོས་སྒྱུར། །རྒྱ་མཚོར་ཐུག་པའི་ས་ལ་རབ་ཏུ་སྟོན། །
en: “He was a cakravartin who ruled the four continents, And he reigned over the land as far as the oceans.

source: རྒྱལ་དབང་གསུང་ཕྱིར་རྒྱལ་པོའི་ཕོ་བྲང་ན། །དེ་ཚེ་རྒྱལ་པོ་དམ་པ་གཉིད་ཀྱིས་ལོག །
en: At that time, the excellent king went to sleep In the royal palace for the teaching of the lord of jinas.

source: རྨི་ལམ་དུ་ནི་སངས་རྒྱས་ཡོན་ཏན་ཐོས། །ཆོས་སྨྲ་རིན་ཆེན་སོག་པ་གཉིད་དཀྱིལ་ན། །རྣམ་པར་ལྷང་ངེར་མདོ་སྡེའི་དབང་པོ་འདི། །རབ་ཏུ་འཆད་ཅིང་འདུག་པ་མཐོང་བར་གྱུར། །
en: “In a dream, he heard the qualities of a buddha, And in the middle of his sleep, he clearly saw The dharmabhāṇaka Ratnoccaya Teaching this lord of the sūtras.

source: རྒྱལ་པོ་དེ་ནི་གཉིད་ཀྱིས་ལོག་ལས་སད། །དེ་ཡི་ལུས་ཀུན་དགའ་བས་ཁྱབ་པར་གྱུར། །
en: “That king awoke from his sleep, His entire body filled with joy.

source: མགུ་ནས་རྒྱལ་པོའི་ཁབ་ནས་མངོན་བྱུང་སྟེ། །ཉན་ཐོས་དགེ་འདུན་མཆོག་གི་གནས་སུ་སོང་། །
en: He reverently left the royal capital And approached the excellent śrāvaka saṅgha.

source: རྒྱལ་བའི་ཉན་ཐོས་རྣམས་ལ་མཆོད་བྱེད་ཅིང་། །འཕགས་པའི་དགེ་འདུན་འདི་ནི་རིན་ཆེན་སོག །ཡོན་ཏན་ལྡན་པའི་དགེ་སློང་གང་ཡོད་ཅེས། །ཆོས་སྨྲ་རིན་ཆེན་སོག་པ་ཀུན་ཏུ་དྲིས། །
en: “He made offerings to the Jina’s śrāvakas, And he questioned this ārya saṅgha About the dharmabhāṇaka Ratnoccaya: ‘Where is Ratnoccaya, the bhikṣu with qualities?’

source: དེ་ཡི་ཚེ་ན་རིན་ཆེན་སོག་པ་ནི། །ཕུག་གཞན་ཞིག་གི་ནང་ན་འདུག་གྱུར་ཏེ། །མདོ་སྡེའི་རྒྱལ་པོ་འདི་ནི་རྣམ་སེམས་ལ། །ཁ་ཏོན་བྱེད་ཅིང་བདེ་བར་རབ་ཏུ་འདུག །
en: “At that time, Ratnoccaya Was dwelling in another cave In a state of happiness, contemplating And reciting this king of sūtras.

source: དགེ་སློང་ཆོས་སྨྲ་རིན་ཆེན་སོག་པ་དེ། །ཕུན་སུམ་གཟི་བརྗིད་དཔལ་གྱིས་རབ་འབར་ཞིང་། །ཕུག་གཞན་ཞིག་གི་ནང་ན་འདུག་གྱུར་པ། །དེ་ཡི་ཚེ་ན་རྒྱལ་པོ་དེ་ལ་བསྟན། །
en: “Just then they showed the king The dharmabhāṇaka Ratnoccaya, Shining with perfect, glorious magnificence And residing in another cave.

source: འདི་ན་ཆོས་སྨྲ་རིན་ཆེན་སོག་པ་འདི། །རྒྱལ་པོའི་སྤྱོད་ཡུལ་ཟབ་མོ་འཛིན་པ་སྟེ། །གསེར་འོད་དམ་པ་ཞེས་ནི་བྱ་བ་ཡི། །མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་རྟག་ཏུ་སྟོན། །
en: “There the dharmabhāṇaka Ratnoccaya, Who possessed the profound range of the jinas, Was constantly teaching the lord king of sūtras That is called The Sublime Golden Light.

source: རིན་ཆེན་སོག་པའི་རྐང་ལ་ཕྱག་འཚལ་ཏེ། །རྒྱལ་པོ་ལེགས་པར་བྱུང་བས་འདི་སྐད་སྨྲས། །གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ། །ཟླ་བ་ཉ་བའི་ཞལ་འདྲ་བཤད་དུ་གསོལ། །
en: “King Susaṃbhava bowed down To the feet of Ratnoccaya and said, ‘I pray to you, who has a face like the full moon, to teach The Lord King of Sūtras, the Sublime Golden Light.’

source: རྒྱལ་པོ་ལེགས་པར་བྱུང་བ་དེ་ཉིད་ལ། །རིན་ཆེན་སོག་པས་ཁས་ནི་བླངས་པས་ན། །སྟོང་གསུམ་པ་ཡི་འཇིག་རྟེན་ཐམས་ཅད་དུ། །ལྷ་རྣམས་ཐམས་ཅད་རབ་ཏུ་དགའ་བར་འགྱུར། །
en: “When Ratnoccaya promised that king, Susaṃbhava, that he would do so, All the devas throughout all the worlds In the trichiliocosm became overjoyed.

source: དེ་ཚེ་མི་ཡི་དབང་པོས་ས་ཕྱོགས་ནི། །གཙང་ཞིང་མཆོག་ཏུ་ཁྱད་པར་འཕགས་པ་དེར། །རིན་ཆེན་ཆུ་དང་སྤོས་ཆུས་ཆག་ཆག་བཏབ། །མེ་ཏོག་སིལ་མ་བཀྲམ་སྟེ་ཁྲི་བཤམས་ནས། །
en: “At that time, the lord of men sprinkled Precious water and scented water In a pure and superior place, Scattered flower petals, and arranged a throne.

source: རྒྱལ་པོས་ཁྲི་དེ་གདུགས་དང་རྒྱལ་མཚན་དང་། །དར་ཡུག་སྟོང་ཕྲག་དུ་མས་ལེགས་པར་བརྒྱན། །
en: “The king adorned that throne with many thousands Of parasols, banners, and rolls of silk.

source: རྒྱལ་པོས་ཁྲི་དེར་ཙན་དན་དམ་པ་དག །རྣམ་པ་སྣ་ཚོགས་དག་ཀྱང་མངོན་པར་གཏོར། །
en: The king scattered upon that throne Various kinds of excellent sandalwood.

source: ལྷ་དང་ཀླུ་དང་ལྷ་མིན་མི་འམ་ཅི། །གནོད་སྦྱིན་དབང་དང་མཁའ་ལྡིང་ལྟོ་འཕྱེ་ཆེས། །ལྷ་ཡི་མེ་ཏོག་མན་དཱ་ར་བའི་ཆར། །ཁྲི་དེ་ལ་ནི་མངོན་པར་རབ་ཏུ་ཕབ། །
en: “Devas, nāgas, asuras, kinnaras, Yakṣa lords, yakṣas, and mahoragas Rained down upon that throne A shower of divine coral tree flowers.

source: ཆོས་འདོད་ལྷ་ནི་བྱེ་བ་ཁྲག་ཁྲིག་སྟོང་། །བསམ་གྱིས་མི་ཁྱབ་གང་དག་ལྷགས་གྱུར་པ། །རིན་ཆེན་སོག་པ་མངོན་པར་བྱུང་བ་ན། །སཱ་ལའི་མེ་ཏོག་དག་གིས་མངོན་པར་འཐོར། །
en: “Countless thousands of quintillions of devas Who longed for the Dharma arrived, And they scattered sal flowers When Ratnoccaya was brought forth.

source: ཆོས་སྨྲ་རིན་ཆེན་སོག་པ་དེ་ཉིད་ཀྱང་། །ཤིན་ཏུ་ལུས་བཀྲུས་གཙང་མའི་གོས་བགོས་ཏེ། །ཁྲི་དེར་ཉེ་བར་སོང་བར་བྱས་ནས་ནི། །ཐལ་མོ་སྦྱར་བ་བྱས་ཏེ་ཕྱག་ཀྱང་འཚལ། །
en: “The dharmabhāṇaka Ratnoccaya Washed his body and wore clean robes, And when he approached that throne With his palms together, he bowed to it.

source: ལྷ་དབང་དང་ནི་ལྷ་དང་ལྷ་མོ་རྣམས། །བར་སྣང་འདུག་ནས་མེ་ཏོག་མན་དཱ་རའི། །ཆར་པ་འབེབས་ཤིང་སིལ་སྙན་བརྒྱ་སྟོང་ཕྲག །བསམ་གྱིས་མི་ཁྱབ་པ་དག་རབ་ཏུ་སྒྲོགས། །
en: “The deva lords, the devas and devīs Residing in the sky, sent down a rain Of coral tree flowers and played Countless thousands of musical instruments.

source: རིན་ཆེན་སོག་པ་དགེ་སློང་ཆོས་སྨྲ་དེས། །ཕྱོགས་བཅུ་དག་གི་སངས་རྒྱས་བྱེ་བ་སྟོང་། །བསམ་གྱིས་མི་ཁྱབ་པ་དག་དྲན་བྱས་ནས། །དེ་ནི་མངོན་པར་འཛེགས་ཏེ་འདུག་པར་གྱུར། །
en: “The dharmabhāṇaka bhikṣu Ratnoccaya, Remembering countless thousands of millions Of buddhas in the ten directions, Mounted the throne and sat upon it.

source: སེམས་ཅན་ཀུན་ལ་སྙིང་བརྩེ་བསྐྱེད་ནས་ནི། །སྙིང་རྗེའི་སེམས་ཀྱང་ཡང་དག་བསྐྱེད་བྱས་ཏེ། །རྒྱལ་པོ་ལེགས་པར་བྱུང་བ་དེ་ལ་ནི། །དེ་ཡི་ཚེ་ན་མདོ་སྡེ་འདི་བསྟན་ཏེ། །
en: “Thinking of all beings with kindness And developing a compassionate mind, At that time he taught this sūtra To that king, Susaṃbhava.

source: རྒྱལ་པོས་ཐལ་མོ་སྦྱར་བྱས་བཏུད་ནས་སུ། །ཚིག་གཅིག་གིས་ནི་རྗེས་སུ་ཡི་རང་སྟེ། །
en: “The king bowed with palms together And rejoiced in each single word.

source: ཆོས་ཀྱི་ཤུགས་ཀྱིས་མིག་ནས་མཆི་མ་ཕྱུང་། །དེ་ཡི་ལུས་ནི་དགའ་བས་ཁྱབ་པར་གྱུར། །མདོ་སྡེ་འདི་ལ་མཆོད་པ་བྱ་བའི་ཕྱིར། །དེ་ཚེ་རྒྱལ་པོ་ལེགས་པར་བྱུང་བ་ཡིས། །
en: Through the Dharma’s power he shed tears, And his body was permeated with joy.

source: ཡིད་བཞིན་ནོར་བུ་རིན་ཆེན་རྒྱལ་པོ་བླངས། །སེམས་ཅན་རྣམས་ཕྱིར་སྨོན་ལམ་བཏབ་པ་ནི། །རིན་ཆེན་བདུན་དང་ལྡན་པའི་རྒྱན་རྣམས་དང་། །གང་ཡང་འཛམ་བུའི་གླིང་འདིར་སེམས་ཅན་རྣམས། །བདེ་བར་འགྱུར་བའི་ནོར་ནི་ཆེན་པོ་ཡི། །
en: “In order to make an offering to this sūtra, At that time King Susaṃbhava held up A king of precious wish-fulfilling jewels And made a prayer for the benefit of all beings: “ ‘May there rain down on this Jambudvīpa Jewelry that contains the seven jewels And whatever great wealth that will bring Happiness to the beings in this Jambudvīpa.’

source: ཆར་པ་དེ་རིང་འཛམ་བུའི་གླིང་དུ་ཕོབ། །དེ་ཡི་ཚེ་ན་རིན་ཆེན་སྣ་བདུན་དང་། །དཔུང་རྒྱན་དང་ནི་དོ་ཤལ་རྣ་ཆ་མཆོག །དེ་བཞིན་ཟས་དང་སྐོམ་དང་གོས་རྣམས་ཀྱང་། །གླིང་བཞི་དག་ཏུ་རབ་ཏུ་འབབ་པར་གྱུར། །
en: “Just then a rain of the seven jewels, Of armlets, necklaces, and excellent earrings, And similarly, food, drink, and clothing Rained down upon the four continents.

source: རྒྱལ་པོ་ལེགས་པར་བྱུང་བས་འཛམ་གླིང་དུ། །རིན་ཆེན་ཆར་པ་འབབ་པ་དེ་མཐོང་ནས། །གླིང་བཞི་རིན་ཆེན་གང་བར་བཅས་པ་ནི། །རིན་ཆེན་གཙུག་ཏོར་ཅན་གྱི་བསྟན་ལ་ཕུལ། །
en: “When King Susaṃbhava saw That precious rain fall on Jambudvīpa, He offered the four continents that were Filled with jewels to the teaching of Ratnaśikhin.

source: དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པ་ང་། །རྒྱལ་པོ་ལེགས་པར་བྱུང་ཞེས་བྱ་བར་གྱུར། །གླིང་བཞི་དག་ནི་རིན་ཆེན་གང་བཅས་ཀྱི། །ས་འདི་དེ་ཚེ་ང་ཡིས་ཡོངས་སུ་བཏང་། །
en: “I, the Tathāgata Śākyamuni, was The king named Susaṃbhava, And at that time I offered up this earth With its four continents filled with jewels.

source: གང་གིས་རྒྱལ་པོ་ལེགས་པར་བྱུང་དེ་ལ། །དེ་ཚེ་མདོ་སྡེ་འདི་ནི་རབ་བསྟན་པ། །རིན་ཆེན་སོག་པ་ཆོས་སྨྲའི་དགེ་སློང་དེ། །དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་དེར་གྱུར་ཏོ། །ངས་གང་དེ་ཚེ་མདོ་སྡེ་འདི་ཐོས་ཤིང་། །ཚིག་གཅིག་གིས་ནི་རྗེས་སུ་ཡི་རང་སྟེ། །ང་ནི་དགེ་བའི་ལས་ནི་དེ་ཉིད་དང་། །
en: “The dharmabhāṇaka bhikṣu Ratnoccaya, Who was the one at that time who taught This sūtra to King Susaṃbhava, Became the Tathāgata Akṣobhya.

source: ཆོས་ཉན་པ་དང་རྗེས་སུ་ཡི་རང་བས། །གསེར་གྱི་མདོག་དང་བསོད་ནམས་བརྒྱ་ཡི་མཚན། །བལྟ་ན་སྡུག་ཅིང་མིག་ཏུ་མངོན་མཛེས་ལ། །ལྷ་སྟོང་བྱེ་བ་རབ་ཏུ་དགའ་བྱེད་པ། །སྐྱེ་བོས་མཐོང་ན་དགའ་ལུས་རྟག་ཏུ་ཐོབ། །
en: “Because of the good karma from Listening at that time to this sūtra And rejoicing in each single word, Because of rejoicing and hearing the Dharma, “I always have a body that is golden in color, Has the signs of a hundred merits, Is beautiful to behold and a pleasure for the eyes, And when seen gladdens ten billion devas and gladdens beings.

source: བསྐལ་པ་དག་ནི་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག །དགུ་བཅུ་རྩ་དགུར་འཁོར་ལོས་སྒྱུར་རྒྱལ་གྱུར། །བསྐལ་པ་བརྒྱ་སྟོང་དུ་མ་མང་པོར་ཡང་། །ངས་ནི་ཁམས་ཀྱི་རྒྱལ་པོ་མྱོང་བར་གྱུར། །
en: “For ninety-nine trillion eons I became a cakravartin king, And for many hundreds of thousands of eons I have experienced being the king of a realm.

source: བསྐལ་པ་བསམ་གྱིས་མི་ཁྱབ་བརྒྱ་བྱིན་གྱུར། །ཚངས་པའི་དབང་པོ་ཡིད་བཞིན་དེ་བཞིན་ནོ། །གང་དག་ཚད་ནི་ནམ་ཡང་ཡོད་མིན་པའི། །སྟོབས་བཅུ་དཔག་མེད་ངས་ནི་བརྙེས་པར་བྱས། །
en: “For countless eons I have been Śakras, and likewise I have been lords of Brahmās with peaceful minds, And I have attained the unquantifiable ten strengths, The extent of which can never be known.

source: ངས་གང་མདོ་ཐོས་རྗེས་སུ་ཡི་རང་བ། །བསོད་ནམས་ཕུང་པོ་དེ་ལྟར་ཚད་མེད་མང་། །བསམ་པ་ཇི་བཞིན་ངས་ནི་བྱང་ཆུབ་ཐོབ། །ཆོས་སྐུ་དམ་པ་ཡང་ནི་ངས་ཐོབ་བོ། །
en: “Through the immeasurable accumulation of abundant merit From my hearing and rejoicing in this sūtra, I attained the enlightenment that I had aspired to, And I also attained the sublime Dharma body.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས་ལེགས་པར་བྱུང་བའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་བཅུ་གསུམ་པའོ།། །།
en: This concludes “Susaṃbhava,” the thirteenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: དཔལ་ལྡན་ལྷ་མོ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དད་པ་ཅན་གང་ལ་ལ་ཞིག །འདས་པ་དང་མ་འོངས་པ་དང་ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་མཆོད་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་ཤིང་རྒྱ་ཆེ་བ་བསམ་གྱིས་མི་ཁྱབ་པ་བྱེད་པར་འདོད་ཅིང་། འདས་པ་དང་མ་འོངས་པ་དང་ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་ཟབ་མོ་ཡོངས་སུ་ཤེས་པར་འདོད་པ་དེས་གཙུག་ལག་ཁང་ངམ་དགོན་པའི་ཕྱོགས་ཀྱང་རུང་སྟེ། གང་ན་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པའི་ཕྱོགས་དེར། དེས་གདོན་མི་ཟ་བར་གཡེང་བ་མེད་པའི་སེམས་ཀྱིས་རྣ་བ་བླགས་ཏེ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་མཉན་པར་བྱའོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་ཉིད་འཁོར་ལ་རྒྱ་ཆེར་བརྗོད་པའི་ཕྱིར། དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །གང་ཞིག་སངས་རྒྱས་ཐམས་ཅད་ལ། །
en: Chapter 14: The Protection Given by Yakṣas “Great goddess Śrī, any noble man or noble woman who has faith and wishes to make an inconceivably, extremely vast and great offering of requisites to the past, future, and present buddha bhagavats, and wishes to know the profound field of activity of the past, future, and present buddhas, whether in a temple or in a wilderness, in whatever place The Lord King of Sūtras, the Sublime Golden Light is being correctly taught, in that place they should, with an undoubting and undistracted mind, pay attention and listen to this Lord King of Sūtras, the Sublime Golden Light.”

source: བསམ་ཡས་མཆོད་པ་བྱེད་འདོད་ཅིང་། །སངས་རྒྱས་ཀུན་གྱི་སྤྱོད་ཡུལ་བ། །ཟབ་མོ་རབ་ཏུ་ཤེས་འདོད་པས། །གཙུག་ལག་ཁང་ངམ་གནས་ཁང་ངམ། །གང་ན་གསེར་འོད་དམ་པ་ཡི། །མདོ་སྡེ་དམ་པ་འདི་སྟོན་པ། །ས་ཕྱོགས་དེར་ནི་འགྲོ་བར་བྱ། །
en: Then the Bhagavat, in order to describe this extensively to the assembly, recited these verses: “Someone who wishes to make an Inconceivable offering to all the buddhas, And wishes to know the profound Field of activity of all the buddhas, “Should go to the place, whether It is a temple or a dwelling, Where is taught this sūtra of The Sublime Golden Light.

source: མདོ་སྡེ་བསམ་གྱིས་མི་ཁྱབ་སྟེ། །ཡོན་ཏན་རྒྱ་མཚོ་མཐའ་ཡང་ཡས། །སྡུག་བསྔལ་རྒྱ་མཚོ་དུ་མ་ལས། །སེམས་ཅན་ཐམས་ཅད་ཐར་བར་བྱེད། །
en: “This sūtra is inconceivable; Its ocean of qualities is endless, And it liberates all beings From the oceans of many sufferings.

source: མདོ་སྡེ་ཡི་ནི་ཐོག་མ་དང་། །དབུས་དང་དེ་བཞིན་ཐ་མ་མཐོང་། །
en: “I see the beginning of this sūtra And also its middle and its conclusion.

source: མདོ་སྡེའི་དབང་པོ་རབ་ཟབ་སྟེ། །
en: This lord of sūtras is extremely profound.

source: འདི་ལ་དཔེ་ནི་ཡོད་མ་ཡིན། །
en: There is no analogy that exists for it.

source: གང་གཱ་དང་ནི་ས་རྣམས་དང་། །རྒྱ་མཚོ་དང་ནི་ནམ་མཁའ་ལ། །གནས་པའི་རྡུལ་ནི་གང་ཡང་རུང་། །དཔེར་བྱ་བ་ནི་མི་ནུས་སོ། །
en: “All of the particles that exist In the Ganges and on the earth, In the oceans and in the sky, Cannot serve as an analogy for it.

source: ཆོས་ཀྱི་དབྱིངས་ལ་འཇུག་པ་ཡི། །དེ་ཡི་ཚེ་ན་འཇུག་པར་བྱ། །ཆོས་ཀྱི་བདག་ཉིད་མཆོད་རྟེན་ནི། །
en: “The entrance to the Dharma realm Should be entered at that time.

source: ཟབ་མོ་རབ་བརྟན་གང་ཡིན་པ། །མཆོད་རྟེན་དེ་ཡི་དབུས་ན་ནི། །རྒྱལ་བ་ཤཱཀྱ་ཐུབ་པ་མཐོང་། །ཡིད་དུ་འོང་བའི་དབྱངས་ཀྱིས་སུ། །མདོ་སྡེ་འདི་ནི་རབ་ཏུ་སྟོན། །
en: Jina Śākyamuni should be seen In the center of a stūpa, “Which is the profound, enduring stūpa That is the embodiment of the Dharma, Teaching this sūtra perfectly With a voice that is beautiful.

source: གྲངས་མེད་བསམ་གྱིས་མི་ཁྱབ་པའི། །བསྐལ་པ་བྱེ་བ་ཇི་སྙེད་པར། །ལྷ་ཡི་དང་ནི་མི་རྣམས་ཀྱིས། །བདེ་བ་དག་ནི་རྗེས་སུ་མྱོང་། །
en: “May the happiness of devas And of humans be experienced For as many countless, innumerable Millions of eons as there are.

source: གང་ཞིག་མདོ་སྡེ་འདི་ཉན་པ། །དེ་ལྟར་བདག་གི་བསོད་ནམས་ཀྱི། །ཕུང་པོ་བསམ་ཡས་བསྒྲུབ་སྙམ་དུ། །དེ་ཚེ་དེས་ནི་དེ་ལྟར་ཤེས། །
en: “Whoever listens to this sūtra Should think they will accomplish My inconceivable accumulation of merit; At that time they should know this to be so.

source: མེས་གང་འོབས་ཀྱིས་བསྐོར་བ་ཡི། །དཔག་ཚད་བརྒྱ་དག་འདའ་བྱེད་ཅིང་། །ཚོར་བ་དྲག་པོ་བཟོད་བྱས་ནས། །མདོ་སྡེ་མཉན་པར་གང་ནུས་པ། །གཙུག་ལག་ཁང་ངམ་གནས་ཁང་དུ། །
en: “Someone should, in order to listen to this sūtra, Be able to endure the intense pain Of crossing over a hundred-yojana-wide Moat filled with a blazing inferno.

source: ཞུགས་ནས་དེ་མ་ཐག་ཏུ་ནི། །སྡིག་པ་རྣམས་ནི་མེད་པར་འགྱུར། །རྨི་ངན་མཚན་ཉིད་ཐམས་ཅད་དང་། །གཟའ་དང་རྒྱུ་སྐར་གནོད་པ་དང་། །བྱད་དང་གདོན་ནི་མི་བཟད་ཀྱང་། །
en: “Then as soon as they enter into The temple or the dwelling, Their bad karma will be eliminated And all the qualities of nightmares, “Harm from planets and lunar asterisms, And terrible evil spirits and demons Will be entirely driven away The moment that they enter there.

source: ཞུགས་ནས་དེ་མ་ཐག་ཏུ་ནི། །ཐམས་ཅད་གཞན་དུ་ཕྱོགས་པར་འགྱུར། །ཀླུ་ཡི་རྒྱལ་པོ་རྣམས་ཀྱིས་ནི། །རྨི་ལམ་བསྟན་པ་ཅི་འདྲ་བར། །དེར་ནི་པདྨ་འདྲ་བའི་ཁྲི། །
en: “There the dharmabhāṇaka should make a seat That is in the form of a lotus Exactly as has been revealed By nāga kings in a dream.

source: དེ་ལྟ་བུར་ཡང་བཤམ་པར་བྱ། །ཁྲི་དེ་ལ་ནི་འདུག་ནས་སུ། །མདོ་སྡེ་འདི་ནི་རབ་ཏུ་བསྟན། །ཡི་གེར་བྲིས་པ་བཀླག་པར་བྱ། །དེ་བཞིན་ཡོངས་སུ་ཆུབ་པར་བྱ། །
en: “Having sat upon that seat, They should teach this sūtra, Write it out, and read it out loud, And similarly, they should learn it.

source: ཁྲི་དེ་ལས་ནི་བབས་ནས་སུ། །ཡུལ་གཞན་སོང་བར་གྱུར་ན་ཡང་། །ཁྲི་དེ་ལ་ནི་ཡོད་པ་ཡི། །ཆོ་འཕྲུལ་རྣམས་ཀྱང་སྣང་བར་འགྱུར། །ཆོས་སྨྲ་བ་ཡི་གཟུགས་སུ་ཡང་། །དེ་ནི་རེས་འགའ་སྣང་བར་འགྱུར། །
en: “After they have risen from that seat, Even if they go to another land, Miraculous manifestations Will appear on that seat.

source: རེས་འགའ་སངས་རྒྱས་གཟུགས་སུ་སྟེ། །རེས་འགའ་བྱང་ཆུབ་སེམས་དཔར་ཡང་། །རེས་འགའ་ཀུན་ཏུ་བཟང་པོ་དང་། །དེ་བཞིན་འཇམ་དཔལ་གཟུགས་སུ་སྟེ། །རེས་འགའ་བྱམས་པའི་གཟུགས་སུ་ཡང་། །
en: “Sometimes the form of the Dharmabhāṇaka will appear there, And sometimes the form of a buddha, Sometimes that of a bodhisattva, “Sometimes that of Samantabhadra, Sometimes that of Mañjuśrī, And sometimes that of Maitreya Will appear upon that seat.

source: ཁྲི་དེ་ལ་ནི་སྣང་བར་འགྱུར། །རེས་འགའ་འོད་ནི་འབའ་ཞིག་སྣང་། །
en: “Sometimes only light will appear.

source: རེས་འགའ་ལྷ་རྣམས་སྣང་བར་འགྱུར། །ཡུད་ཙམ་ཞིག་ནི་དེར་སྣང་ནས། །དེ་ནས་མི་སྣང་བར་ཡང་འགྱུར། །
en: Sometimes devas will appear— They will appear there briefly, And then they will disappear.

source: སངས་རྒྱས་མཐོང་ན་བསྔགས་པར་འགྱུར། །
en: “If a buddha is seen, there will be praise.

source: ཐམས་ཅད་དུ་ཡང་གྲུབ་པར་བྱེད། །
en: Everything will be accomplished.

source: འབྲུ་དང་བཀྲ་ཤིས་ཕུན་སུམ་ཚོགས། །
en: There will be perfect grain and good fortune.

source: མཚན་མ་སངས་རྒྱས་སྤྲུལ་པ་ཡིན། །
en: This is an omen emanated by the Buddha.

source: རྒྱལ་དང་དཔལ་དང་གྲགས་པར་བྱེད། །
en: “There will be victory and glory and fame.

source: ཕྱིར་རྒོལ་བ་ཡང་ལྡོག་པར་བྱེད། །
en: Those who are adversaries will be repulsed.

source: ཕ་རོལ་དགྲ་ཚོགས་རབ་ཏུ་འཇོམས། །
en: The opposing armies of enemies will defeated.

source: གཡུལ་དུ་དགྲ་རྣམས་ཕུང་བར་བྱེད། །
en: Enemies will be vanquished in battle.

source: རྨི་ངན་ཐམས་ཅད་ཞི་བར་བྱེད། །
en: “All nightmares will come to an end.

source: སྡིག་པ་ཐམས་ཅད་རབ་ཏུ་འཇིག །སྡིག་པ་ཐམས་ཅད་རབ་ཞི་བྱེད། །གཡུལ་འགྱེད་པ་ན་རྒྱལ་བར་བྱེད། །
en: All bad actions will be eliminated; All bad actions will be brought to an end, There will be victory in battle.

source: འཛམ་བུའི་གླིང་འདི་ཐམས་ཅད་དུ། །གྲགས་པས་རབ་ཏུ་གང་བར་འགྱུར། །
en: “One will have fame that will spread Throughout the entirety of this Jambudvīpa.

source: དེ་ཡི་དགྲ་རྣམས་ཐམས་ཅད་ནི། །ཤིན་ཏུ་ཕམ་པ་ཉིད་དུ་འགྱུར། །
en: All the enemies that he has Will be completely defeated.

source: རྟག་ཏུ་དགྲ་ནི་ཆོམས་པར་འགྱུར། །
en: “Enemies will constantly be vanquished.

source: སྡིག་པ་ཐམས་ཅད་རྣམ་པར་སྤངས། །
en: All bad actions will be abandoned.

source: གཡུལ་ངོའི་རྩེ་ལས་རྣམ་པར་རྒྱལ། །དགྲ་དང་བྲལ་ཞིང་མཆོག་ཏུ་དགའ། །ཚངས་དབང་སུམ་ཅུ་རྩ་གསུམ་དབང་། །དེ་བཞིན་འཇིག་རྟེན་སྐྱོང་རྣམས་དང་། །ལག་ན་རྡོ་རྗེ་གནོད་སྦྱིན་དབང་། །རྒྱལ་བ་ཁྱུ་མཆོག་ཡང་དག་ཤེས། །ཀླུ་ཡི་དབང་པོ་མ་དྲོས་དང་། །དེ་བཞིན་དུ་ནི་རྒྱ་མཚོ་དང་། །མི་འམ་ཅི་དབང་ལྷ་མིན་དབང་། །
en: There will be victory in battle, Freedom from enemies, and perfect joy.

source: དེ་བཞིན་ནམ་མཁའ་ལྡིང་དབང་པོ། །དེ་དག་ལ་ནི་སོགས་པ་དང་། །ལྷ་རྣམས་དེ་དག་ཐམས་ཅད་ཀྱང་། །ཆོས་ཀྱི་མཆོད་རྟེན་བསམ་ཡས་ལ། །རྟག་ཏུ་མཆོད་པ་བྱེད་པར་འགྱུར། །ཞེ་སར་བཅས་པའི་སེམས་ཅན་རྣམས། །
en: “The Lord of Brahmās, the Lord of Trāyastriṃśa, And similarly the guardians of the world; Vajrapāṇi who is the lord of yakṣas; Saṃjñeya, the supreme victorious leader; “The lord of nāgas, Anavatapta; And likewise Sāgara, The lord of kinnaras and lord of asuras; And also the lord of the garuḍas— “Those and also all such others, Every one of all of the devas— Will constantly make offerings to The inconceivable stūpa of the Dharma, And they will feel great joy on seeing Beings who have reverence.

source: མཐོང་ནས་ཤིན་ཏུ་དགའ་བར་འགྱུར། །ལྷ་ཡི་དབང་པོ་མཆོག་དེ་དག །ཐམས་ཅད་འདི་སྙམ་སེམས་པར་འགྱུར། །ལྷ་རྣམས་དེ་དག་ཐམས་ཅད་ཀྱང་། །ཕན་ཚུན་དུ་ནི་སྨྲ་བྱེད་པ། །
en: “The supreme lords of the devas Will all in their minds be thinking, And every one of the devas Will be saying to one another, “ ‘Look at them, they who have Accumulated merit, glory, and majesty!

source: བསོད་ནམས་དཔལ་དང་གཟི་བརྗིད་དག །བསགས་པ་དེ་དག་ཀུན་ལ་ལྟོས། །དགེ་བའི་རྩ་བ་སྦྱངས་པ་ཡི། །མི་རྣམས་དེ་དག་འདིར་ལྷགས་ཏེ། །
en: Those humans who have developed Good roots have arrived here.

source: གང་དག་མདོ་སྡེ་ཟབ་མོ་འདི། །ཉན་པའི་ཕྱིར་ནི་འདིར་ལྷགས་པ། །
en: “ ‘They have come here To listen to this profound sūtra.

source: དད་པ་བསམ་གྱིས་མི་ཁྱབ་པས། །ཆོས་ཀྱི་མཆོད་རྟེན་གུས་དང་བཅས། །
en: They have reverence for the stūpa of the Dharma, With their faith that is inconceivable.

source: དེ་དག་འཇིག་རྟེན་སྙིང་རྗེ་ལྡན། །དེ་དག་སེམས་ཅན་ཕན་བྱེད་པ། །
en: “ ‘They have compassion for the world And they bring benefit to beings.

source: དེ་དག་ཟབ་མོའི་ཆོས་རྣམས་ཀྱིས། །དམ་པའི་ཆོས་ཀྱི་རོ་ཡི་སྣོད། །
en: They are vessels for the flavor of the sublime Dharma That comes from the profound Dharmas.

source: ཆོས་ཀྱི་དབྱིངས་ལ་འཇུག་པ་ཡིས། །དེ་དག་རབ་ཏུ་འཇུག་པ་ཡིན། །
en: “ ‘They have entered through The entrance to the Dharma realm.

source: གང་དག་གསེར་འོད་དམ་པའི་མདོ། །དགེ་བ་དམ་པ་འདི་ཉན་པ། །དེ་དག་སྔོན་ཆད་སངས་རྒྱས་ནི། །བརྒྱ་སྟོང་རྣམས་ལ་མཆོད་པ་ཡིན། །དགེ་བའི་རྩ་བ་དེ་ཡིས་ནི། །མདོ་སྡེ་ཉན་པ་དེ་དག་ལ། །ལྷ་དབང་རྒྱལ་པོ་དེ་ཀུན་དང་། །དབྱངས་ཅན་དང་ནི་དེ་བཞིན་དུ། །དཔལ་དང་རྣམ་ཐོས་བུ་དང་ནི། །
en: They who listen to this sublime goodness, The Sūtra of the Sublime Golden Light, “ ‘Have in the past made offerings To a hundred thousand buddhas; It is because of those good roots That they are listening to the sūtra.’

source: དེ་བཞིན་རྒྱལ་པོ་བཞི་རྣམས་དང་། །གནོད་སྦྱིན་བརྒྱ་ཕྲག་སྟོང་པོ་དག །སྟོབས་ཆེན་རྫུ་འཕྲུལ་ལྡན་རྣམས་ཀྱིས། །ཕྱོགས་བཞི་དག་ནི་ཀུན་ནས་ཀྱང་། །བསྲུང་བ་ཤིན་ཏུ་བྱེད་པར་འགྱུར། །དབང་པོ་ཟླ་བ་གཤིན་རྗེ་དང་། །རླུང་དང་ཆུ་ལྷ་ཉིད་དང་ནི། །སྐེམ་བྱེད་འཇུག་སེལ་དབྱངས་ཅན་དང་། །
en: “All the lords and kings of devas— Sarasvatī, and similarly Śrī and Vaiśravaṇa, And similarly the Four Mahārājas, “And the hundred thousand yakṣas Who have great might and miraculous powers— All of them in the four directions Will give them perfect protection.
